import { Text } from '../components/common/Text';

export const messages = [
    {
        text: (
            <Text>
                <b>Знаний много не&nbsp;бывает</b>
                <br/>
                <br/>
                В&nbsp;Группе НЛМК разработаны <b>программы развития для&nbsp;всех сотрудников.</b>
                <br/>
                <br/>
                Более половины из&nbsp;них ежегодно участвуют в&nbsp;образовательных проектах компании,
                а&nbsp;за&nbsp;прошлый год <b>обучение прошли 96% работников.</b>
                <br/>
                <br/>
                <b>Благодаря новым знаниям можно построить прочный фундамент для&nbsp;будущего!</b>
            </Text>

        )
    },
    {
        text: (
            <Text>
                <b>Внести свой вклад просто</b>
                <br/>
                <br/>
                У нас работает «Банк идей»&nbsp;— проект, который позволяет каждому
                сотруднику <b>внести предложение по&nbsp;улучшению и&nbsp;модернизации производства.</b>
                <br/>
                <br/>
                <b>Лучшие идеи берутся в&nbsp;работу, а&nbsp;их&nbsp;авторы получают бонусы!</b>
            </Text>

        )
    },
    {
        text: (
            <Text>
                <b>Учиться у&nbsp;старших</b>
                <br/>
                <br/>
                Наставничество и&nbsp;система адаптации&nbsp;— то, что нужно для&nbsp;начинающих
                специалистов в&nbsp;компании! <b>Более 9&nbsp;000 опытных наставников</b> сопровождают
                процессы онбординга, обучения, развития и&nbsp;оценки квалификаций сотрудников.
                <br/>
                <br/>
                <b>Мы делаем команду крепче!</b>
            </Text>
        )
    },
    {
        text: (
            <Text>
                <b>
                    Безопасность превыше всего
                </b>
                <br/>
                <br/>
                    Мы постоянно <b>внедряем новые технологии </b>
                    для&nbsp;повышения безопасности на&nbsp;производстве
                    и&nbsp;<b>улучшаем условия труда сотрудников.</b>
                <br/>
                <br/>
                <b>Твое здоровье в&nbsp;надежных руках!</b>
            </Text>

        )
    },
    {
        text: (
            <Text>
                <b>
                Развитие сотрудников&nbsp;— рост компании
                </b>
                <br/>
                <br/>
                    Мы помогаем карьерному росту лучших сотрудников&nbsp;—
                    таким образом <b>люди получают возможность раскрыть свои
                    способности и&nbsp;навыки</b> и&nbsp;принести пользу компании.
                <br/>
                <br/>
                <b> Твои старания обязательно окупятся!</b>
            </Text>
        )
    },
    {
        text: (
            <Text>
                <b>Любовь к&nbsp;общению</b>
                <br/>
                <br/>
                <b>Руководители</b> открыто общаются с&nbsp;сотрудниками и&nbsp;<b>готовы всегда прийти на&nbsp;помощь!</b>
                <br/>
                <br/>
                На&nbsp;корпоративном портале <b>каждый работник может принимать участие в&nbsp;обсуждениях,</b> созданных
                коллегами, писать новости или&nbsp;задавать интересующие вопросы.
                <br/>
                <br/>
                <b>Мы за&nbsp;конструктивный диалог!</b>
            </Text>
        )
    },
    {
        text: (
            <Text>
                <b>
                    Построй свой маршрут
                </b>
                <br/>
                <br/>
                    В&nbsp;нашем цифровом сервисе «Карьерные маршруты»
                    сотрудники <b>наглядно видят свои возможности для&nbsp;вертикального
                    и&nbsp;горизонтального развития.</b> А&nbsp;еще&nbsp;— какими знаниями
                    и&nbsp;навыками нужно обладать, чтобы занять новую позицию.
                <br/>
                <br/>
                <b>Прокачиваешь навыки&nbsp;— и&nbsp;поднимаешься по&nbsp;карьерной лестнице!</b>
            </Text>

        )
    },
    {
        text: (
            <Text>
                <b>
                    Получить профессию можно за&nbsp;счет компании
                </b>
                <br/>
                <br/>
                    В&nbsp;компании значительную роль играет обучение сотрудников:
                    так, на&nbsp;базе предприятия в&nbsp;Липецке действует <b>образовательная
                    площадка с&nbsp;государственной лицензией,</b> где&nbsp;можно получить профессию
                    по&nbsp;более чем 300&nbsp;направлениям.
                <br/>
                <br/>
                <b>К&nbsp;новым знаниям!</b>
            </Text>

        )
    },
    {
        text: (
            <Text>
                <b>
                    Ключевые принципы&nbsp;— надежность и&nbsp;устойчивость
                </b>
                <br/>
                <br/>
                    НЛМК «играет в&nbsp;долгую»&nbsp;— ставит перед собой глобальные
                    стратегические <b>цели по&nbsp;улучшению условий труда и&nbsp;всегда
                    их&nbsp;достигает!</b> За&nbsp;последние 10&nbsp;лет у&nbsp;нас появилось 5&nbsp;500
                    новых рабочих мест. Средняя <b>заработная плата за&nbsp;это время
                    выросла более чем в&nbsp;2&nbsp;раза.</b>
            </Text>

        )
    },
    {
        text: (
            <Text>
                <b>Здоровый образ жизни и&nbsp;спорт</b>
                <br/>
                <br/>
                Заботиться о&nbsp;своем здоровье важно даже во&nbsp;время работы: в&nbsp;компании
                реализуется <b>проект «Здоровый выбор», принять участие в&nbsp;котором может
                любой сотрудник Группы НЛМК.</b> Более 90%&nbsp;участников&nbsp;— представители
                профессий разных возрастных групп.
                <br/>
                <br/>
                <b>Благодаря спорту закаляется характер!</b>
            </Text>

        )
    }
]