import { Text } from '../components/common/Text';

export const messages = [
    {
        text: (
            <>
                <Text bold>
                    Знаний много не бывает
                </Text>
                <br/>
                <Text>
                    В Группе НЛМК разработаны <b>программы развития для всех сотрудников.</b>
                </Text>
                <br/>
                <Text>
                    Более половины из них ежегодно участвуют в образовательных проектах компании,
                    а за прошлый год <b>обучение прошли 96% работников.</b>
                </Text>
                <br/>
                <Text bold>Знания — сила!</Text>
            </>

        )
    },
    {
        text: (
            <>
                <Text bold>
                    Внести свой вклад просто
                </Text>
                <br/>
                <Text>
                    У нас работает «Банк идей» — проект, который позволяет каждому
                    сотруднику <b>внести предложение по улучшению и модернизации производства.</b>
                </Text>
                <br/>
                <Text bold> В «Банк» уже поступило  134 000 идей!
                </Text>
            </>

        )
    },
    {
        text: (
            <>
                <Text bold>
                    Учиться у старших
                </Text>
                <br/>
                <Text>
                    Наставничество и система адаптации — то, что нужно для новичков в компании!
                    <b> Более 9 000 опытных наставников </b>сопровождают процессы онбординга,
                    обучения, развития и оценки квалификаций сотрудников.
                </Text>
                <br/>
                <Text bold>Мы за взаимовыручку!</Text>
            </>

        )
    },
    {
        text: (
            <>
                <Text bold>
                    Безопасность превыше всего
                </Text>
                <br/>
                <Text>
                    Мы постоянно <b>внедряем новые технологии </b>
                    для повышения безопасности на производстве
                    и<b> улучшаем условия труда сотрудников.</b>
                </Text>
                <br/>
                <Text bold>Твое здоровье в надежных руках!</Text>
            </>

        )
    },
    {
        text: (
            <>
                <Text bold>
                    Рост сотрудников — рост компании
                </Text>
                <br/>
                <Text>
                    Мы помогаем карьерному росту лучших сотрудников —
                    таким образом <b>люди получают возможность раскрыть свои
                    способности и навыки</b> и принести пользу компании.
                </Text>
                <br/>
                <Text bold> Твои старания обязательно окупятся!</Text>
            </>

        )
    },
    {
        text: (
            <>
                <Text bold>
                    Любовь к общению
                </Text>
                <br/>
                <Text>
                    <b>Руководители</b> открыто общаются с сотрудниками
                    и <b> готовы всегда прийти на помощь! </b>
                </Text>
                <br/>
                <Text>
                    На корпоративном портале <b> каждый работник может
                    вести свой блог,</b> принять участие в обсуждениях, созданных коллегами,
                    или задать интересующий вопрос.
                </Text>
                <br/>
                <Text bold>Нам нравится общаться!</Text>
            </>

        )
    },
    {
        text: (
            <>
                <Text bold>
                    Построй свой маршрут
                </Text>
                <br/>
                <Text>
                    В нашем цифровом сервисе «Карьерные маршруты»
                    сотрудники <b>наглядно видят свои возможности для вертикального
                    и горизонтального развития.</b> А еще — какими знаниями
                    и навыками нужно обладать, чтобы занять новую позицию.
                </Text>
                <br/>
                <Text bold>Прокачиваешь скиллы — и поднимаешься по карьерной лестнице!</Text>
            </>

        )
    },
    {
        text: (
            <>
                <Text bold>
                    Получить профессию можно за счет компании
                </Text>
                <br/>
                <Text>
                    В компании значительную роль играет обучение сотрудников:
                    так, на базе предприятия в Липецке действует <b>образовательная
                    площадка с государственной лицензией,</b> где можно получить профессию
                    по более чем 300 направлениям.
                </Text>
                <br/>
                <Text bold>К новым знаниям!</Text>
            </>

        )
    },
    {
        text: (
            <>
                <Text bold>
                    Ключевые принципы — надежность и устойчивость
                </Text>
                <br/>
                <Text>
                    НЛМК «играет в долгую» — ставит перед собой глобальные
                    стратегические <b>цели по улучшению условий труда и всегда
                    их достигает!</b> За последние 10 лет у нас появилось 5 500
                    новых рабочих мест. Средняя <b>заработная плата за это время
                    выросла более чем в 2 раза.</b>
                </Text>
                <br/>
                <Text bold>Мы всегда стремимся к лучшему!</Text>
            </>

        )
    },
    {
        text: (
            <>
                <Text bold>
                    Здоровый образ жизни и спорт
                </Text>
                <br/>
                <Text>
                    Заботиться о своем здоровье важно даже во время работы:
                    в компании реализуется проект <b>«Здоровый выбор», участником
                    которого может стать любой сотрудник Группы НЛМК.</b>
                    Более 90% участников — представители профессий разных возрастных групп.
                </Text>
                <br/>
                <Text bold>Вместе веселее!</Text>
            </>

        )
    }
]