import { Text } from '../components/common/Text';

export const messages = [
    {
        text: (
            <Text>
                <b>Знаний много не бывает</b>
                <br/>
                <br/>
                В Группе НЛМК разработаны <b>программы развития для всех сотрудников.</b>
                <br/>
                <br/>
                Более половины из них ежегодно участвуют в образовательных проектах компании,
                а за прошлый год <b>обучение прошли 96% работников.</b>
                <br/>
                <br/>
                <b>Благодаря новым знаниям можно построить прочный фундамент для будущего!</b>
            </Text>

        )
    },
    {
        text: (
            <Text>
                <b>Внести свой вклад просто</b>
                <br/>
                <br/>
                У нас работает «Банк идей» — проект, который позволяет каждому 
                сотруднику <b>внести предложение по улучшению и модернизации производства.</b>
                <br/>
                <br/>
                <b>Лучшие идеи берутся в работу, а их авторы получают бонусы!</b>
            </Text>

        )
    },
    {
        text: (
            <Text>
                <b>Учиться у старших</b>
                <br/>
                <br/>
                Наставничество и система адаптации — то, что нужно для начинающих 
                специалистов в компании! <b>Более 9 000 опытных наставников</b> сопровождают 
                процессы онбординга, обучения, развития и оценки квалификаций сотрудников.
                <br/>
                <br/>
                <b>Мы делаем команду крепче!</b>
            </Text>
        )
    },
    {
        text: (
            <Text>
                <b>
                    Безопасность превыше всего
                </b>
                <br/>
                <br/>
                    Мы постоянно <b>внедряем новые технологии </b>
                    для повышения безопасности на производстве
                    и<b> улучшаем условия труда сотрудников.</b>
                <br/>
                <br/>
                <b>Твое здоровье в надежных руках!</b>
            </Text>

        )
    },
    {
        text: (
            <Text>
                <b>
                Развитие сотрудников — рост компании
                </b>
                <br/>
                <br/>
                    Мы помогаем карьерному росту лучших сотрудников —
                    таким образом <b>люди получают возможность раскрыть свои
                    способности и навыки</b> и принести пользу компании.
                <br/>
                <br/>
                <b> Твои старания обязательно окупятся!</b>
            </Text>
        )
    },
    {
        text: (
            <Text>
                <b>Любовь к общению</b>
                <br/>
                <br/>
                <b>Руководители</b> открыто общаются с сотрудниками и <b>готовы всегда прийти на помощь!</b>
                <br/>
                <br/>
                На корпоративном портале <b>каждый работник может принимать участие в обсуждениях,</b> созданных 
                коллегами, писать новости или задавать интересующие вопросы.
                <br/>
                <br/>
                <b>Мы за конструктивный диалог!</b>
            </Text>
        )
    },
    {
        text: (
            <Text>
                <b>
                    Построй свой маршрут
                </b>
                <br/>
                <br/>
                    В нашем цифровом сервисе «Карьерные маршруты»
                    сотрудники <b>наглядно видят свои возможности для вертикального
                    и горизонтального развития.</b> А еще — какими знаниями
                    и навыками нужно обладать, чтобы занять новую позицию.
                <br/>
                <br/>
                <b>Прокачиваешь навыки — и поднимаешься по карьерной лестнице!</b>
            </Text>

        )
    },
    {
        text: (
            <Text>
                <b>
                    Получить профессию можно за счет компании
                </b>
                <br/>
                <br/>
                    В компании значительную роль играет обучение сотрудников:
                    так, на базе предприятия в Липецке действует <b>образовательная
                    площадка с государственной лицензией,</b> где можно получить профессию
                    по более чем 300 направлениям.
                <br/>
                <br/>
                <b>К новым знаниям!</b>
            </Text>

        )
    },
    {
        text: (
            <Text>
                <b>
                    Ключевые принципы — надежность и устойчивость
                </b>
                <br/>
                <br/>
                    НЛМК «играет в долгую» — ставит перед собой глобальные
                    стратегические <b>цели по улучшению условий труда и всегда
                    их достигает!</b> За последние 10 лет у нас появилось 5 500
                    новых рабочих мест. Средняя <b>заработная плата за это время
                    выросла более чем в 2 раза.</b>
            </Text>

        )
    },
    {
        text: (
            <Text>
                <b>Здоровый образ жизни и спорт</b>
                <br/>
                <br/>
                Заботиться о своем здоровье важно даже во время работы: в компании 
                реализуется <b>проект «Здоровый выбор», принять участие в котором может 
                любой сотрудник Группы НЛМК.</b> Более 90% участников — представители 
                профессий разных возрастных групп.
                <br/>
                <br/>
                <b>Благодаря спорту закаляется характер!</b>
            </Text>

        )
    }
]